{
  "blog": [
    {
      "id": "fe19",
      "email": "harshad151515@mail.com",
      "body": {
        "title": "Java Script",
        "content": "JavaScript (JS) एक high-level, interpreted programming language है जो वेब ब्राउज़र पर चलता है। इसका उपयोग वेबसाइटों में interactive features (जैसे बटन क्लिक, स्लाइड शो, फॉर्म वैलिडेशन, लाइव डेटा अपडेट) बनाने के लिए किया जाता है।"
      }
    },
    {
      "id": "2c6f",
      "email": "harshad151515@mail.com",
      "body": {
        "title": "React",
        "content": "React is a JavaScript library used to build user interfaces (UI), especially for single-page applications (SPA). It allows developers to create reusable UI components and efficiently update and render just the right components when your data changes."
      }
    },
    {
      "id": "8c2a",
      "email": "harshad151515@mail.com",
      "body": {
        "title": "Tailwind",
        "content": "Tailwind CSS is a utility-first CSS framework that lets you design custom UIs directly in your HTML/JSX by applying pre-defined utility classes. It saves time by avoiding writing long custom CSS."
      }
    },
    {
      "id": "dfe7",
      "email": "harshad151515@mail.com",
      "body": {
        "title": "node.js",
        "content": "Node.js is an open-source, cross-platform JavaScript runtime environment that allows you to run JavaScript on the server (outside the browser)"
      }
    },
    {
      "id": "7657",
      "email": "kunal@123",
      "body": {
        "title": "HTML",
        "content": "HTML (HyperText Markup Language) is the standard markup language used to create web pages. It structures the content on the web (text, images, videos, links, etc.)."
      }
    },
    {
      "id": "b1fc",
      "email": "kunal@123",
      "body": {
        "title": "CSS",
        "content": "CSS (Cascading Style Sheets) is the language used to style HTML content — it controls how web pages look (colors, layout, fonts, spacing, animation, etc.)."
      }
    },
    {
      "id": "0afb",
      "email": "kunal@123",
      "body": {
        "title": "Express",
        "content": "Express.js is a fast, minimal, and flexible Node.js web framework that makes it easy to create server-side applications and APIs."
      }
    }
  ],
  "users": [
    {
      "id": "bf79",
      "username": "harshad",
      "email": "harshad151515@mail.com",
      "password": "harshad"
    },
    {
      "id": "a1d0",
      "username": "kunal",
      "email": "kunal@123",
      "password": "kunal"
    }
  ]
}